Repository: Teplitsa/miTest
Catalog: _inc/lang/frl-mitest-*.po
Languages: ru_ru

source: Interactive test in accordance with ONWAM methodology
ru_ru: Интерактивный тест по методологии ONWAM

source: Anna Ladoshkina
ru_ru: Анна Ладошкина

source: Shortcodes
ru_ru: Специальные коды

source: Cancel
ru_ru: Отмена

source: Insert
ru_ru: Вставить

source: Content is not avaliable
ru_ru: Контент недоступен

source: Saving is not possible
ru_ru: Сохранение невозможно!

source: Enter question text
ru_ru: Введите текст вопроса

source: Settings
ru_ru: Настройки

source: Visit plugin's settings page
ru_ru: Перейти на страницу настроек плагина

source: MItest Settings
ru_ru: MItest настройки

source: MItest submissions
ru_ru: Завершенные тесты

source: Submissions
ru_ru: Тесты

source: Sorry, but you do not have permissions to access this page.
ru_ru: К сожалению, у вас не достаточно прав для просмотра данной страницы

source: "From" email
ru_ru: "От" email

source: Email to be used in "from" field in messages sent by plugin
ru_ru: Email для использования в поле "от" для сообщений, отправляемых плагином

source: Email for notifications
ru_ru: Email для извещений

source: Email to be notified about test's submissions
ru_ru: Email, на который будут отправляться уведомления о прохождении теста

source: Email to participant
ru_ru: Письмо участнику

source: Text of email to user with test's results. Use [link] placeholder.
ru_ru: Текст сообщения пользователю с результатами тестирования. Использует [link] для вставки ссылки на профиль.

source: Credentials
ru_ru: Информация о разработчиках

source: Text to be displayed as credentials information
ru_ru: Текст представляющий инфомрацию о разработчиках и правах

source: Common Rules
ru_ru: Общие правила

source: Text of common for all modules testing rules to be displayed on start
ru_ru: Текст правил тестирования, общий для всех модулей

source: Testing page header
ru_ru: Заставка страницы теста

source: Choose Image
ru_ru: Выберите изображение

source: Remove Image
ru_ru: Удалить изображение

source: Save options
ru_ru: Сохранить настройки

source: General parameters
ru_ru: Основные параметры

source: Help
ru_ru: Справка

source: View in separate window
ru_ru: Просмотр в отдельном окне

source: We offer you a series of test to benchmark your website against best practices and approaches for site development
ru_ru: Вы хотите улучшить свой сайт - не столько потому, что лучшее враг хорошего, сколько потому, что вас что-то в нем не устраивает. Куда более серьезная проблема может заключаться в том, что в нем что-то не устраивает ваших посетителей. Современные веб-сайты - это многоуровневые структуры со множеством аспектов, требующих внимания и проработки, и все они оказывают влияние на посетителя. Как разобраться в том, что именно на сайте необходимо изменить и каким образом? Мы предлагаем вам серию тестов, которые помогут оценить, насколько успешно на сайте вашей организации реализованы ключевые компонеты. В результате вы познакомитесь с проверенными практикой методами и подходами к построению сайтов и распространенными ошибками, которые могут встретится и на вашем сайте.

source: Tests for non-profit website
ru_ru: Тестирование сайта некоммерческой организации

source: Questions
ru_ru: Вопросы

source: Question
ru_ru: Вопрос

source: Add new question
ru_ru: Добавить вопрос

source: Add question
ru_ru: Добавить вопрос

source: Edit question
ru_ru: Редактировать вопрос

source: New question
ru_ru: Новый вопрос

source: View question
ru_ru: Просмотреть вопрос

source: Search questions
ru_ru: Поиск вопросов

source: No questions found
ru_ru: Вопросы не найдены

source: No questions found in Trash
ru_ru: Вопросы не найдены в Корзине

source: Question updated
ru_ru: Вопрос обновлен

source: Custom field updated
ru_ru: Пользовательские данные обновлены

source: Custom field deleted
ru_ru: Пользовательские данные обновлены

source: Question restored to revision
ru_ru: Вопрос востановлен в редакции

source: Question published
ru_ru: Вопрос опубликован

source: Question saved
ru_ru: Вопрос сохранен

source: Question submitted
ru_ru: Вопрос отправлен

source: Question scheduled
ru_ru: Вопрос запланирован

source: Question draft updated
ru_ru: Черновик обновлен

source: Sorting
ru_ru: Сортировка

source: Modules
ru_ru: Модули

source: Module
ru_ru: Модуль

source: Search modules
ru_ru: Поиск модулей

source: Frequent modules
ru_ru: Часто используемые

source: All modules
ru_ru: Все модули

source: Edit module
ru_ru: Редактировать модуль

source: Update module
ru_ru: Обновить модуль

source: Add new module
ru_ru: Добавить новый

source: New module name
ru_ru: Наименование модуля

source: Separate modules with commas
ru_ru: Разделять запятыми

source: Add or remove modules
ru_ru: Добавить или удалить модули

source: Choose from the most used modules
ru_ru: Выбрать из часто используемых

source: Preview
ru_ru: Просмотр

source: Website test results
ru_ru: Результаты тестирования сайта НКО

source: Test's results
ru_ru: Результаты тестирования

source: Interactive test submission
ru_ru: Уведомление: Новоt прохождение теста (MITEST)

source: Test profile
ru_ru: Профиль теста

source: The new interactive test submission has been recorded today.
ru_ru: Зарегистрировано новое прохождение интерактивного теста на сайте.

source: ID of record: %d.
ru_ru: ID записи: %d.

source: Link to profile: %s.
ru_ru: Ссылка на профиль: %s.

source: Not set
ru_ru: Не установлено

source: Additional Data
ru_ru: Дополнительные данные

source: Type of question
ru_ru: Тип вопроса

source: Select type
ru_ru: Выберите тип вопроса

source: Multi-choice
ru_ru: Мультивариантный

source: One variant
ru_ru: Единственный вариант

source: The index number of question inside the module
ru_ru: Числовой индекс для сортировки внутри модуля

source: Explanation
ru_ru: Комментарий

source: The text of explanation
ru_ru: Текст комментария к вопросу

source: Links
ru_ru: Ссылки

source: The list of related links
ru_ru: Список ссылок по теме

source: Select options - everything that suits
ru_ru: Выберите подходящие (можно несколько) варианты ответа

source: Select only one option that suits
ru_ru: Выберите только один подходящий вариант ответа

source: Rules
ru_ru: Правила

source: Some aditional information to display before test
ru_ru: Информация, показываемая перед началом тестирования.

source: Scale of results
ru_ru: Шкала результатов

source: The intervals of scale with description
ru_ru: Интервалы шкалы с описаниями

source: Scale of results
ru_ru: Шкала результатов

source: Interactive test for non-profits websites
ru_ru: Интерактивный тест сайта некоммерческой организации

source: All %s
ru_ru: Все %s

source: With consultation %s
ru_ru: С запросом консультации %s

source: Without consultation %s
ru_ru: Без запроса консультации %s

source: Date
ru_ru: Дата

source: Website
ru_ru: Веб-сайт

source: Score
ru_ru: Балл

source: Profile
ru_ru: Профиль

source: Consultation
ru_ru: Консультация

source: View response profile
ru_ru: Просмотр профиля ответов

source: No request for consultation
ru_ru: Нет запроса

source: Request for consultation
ru_ru: Запрос консультации

source: Contact data
ru_ru: Контактные данные

source: Name: %s
ru_ru: Имя: %s

source: Please, describe your case
ru_ru: Пожалуйста, опишите вашу ситуацию

source: Question's Option
ru_ru: Параметры варианта ответа

source: Ordered number
ru_ru: Порядковый номер

source: Score to be assigned with the option
ru_ru: Балл, присваиваемый за выбранный ответ

source: Comment's field
ru_ru: Поле комментария

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Presence of additional field for comment
ru_ru: Наличие дополнительного поля для пользовательского комментария

source: Interval of scale options
ru_ru: Параметры интервала

source: Bottom value
ru_ru: Нижний предел

source: Bottom level of the interval
ru_ru: Нижняя граница интервала (число)

source: Top value
ru_ru: Верхний предел

source: Top level of the interval
ru_ru: Верхняя граница интервала (число)

source: Start testing
ru_ru: Начать тестирование

source: Scale options
ru_ru: Настройки шкалы

source: Interval grades
ru_ru: Границы интервала

source: Comma-separated list of numbers representing scale intervals. The starting "0" should be omitted
ru_ru: Список разделенных запятыми чисел, представляющих последовательные границы интервалов. Начальный "0" можно пропустить

source: Test's shortcodes
ru_ru: Коды тестов

source: Progress
ru_ru: Прогресс

source: Test score
ru_ru: Набранный балл

source: To be able perform testing, please enable JavaScript in your browser settings and refresh the page. Thank you!
ru_ru: Для прохождения теста, пожалуйста, разрешите поддержку JavaScript в настройках вашего браузера и обновите страницу. Спасибо за понимание!

source: The initial information
ru_ru: Вводная информация

source: Please specify the URL of your website
ru_ru: Пожалуйста, укажите URL вашего сайта

source: Please specify the URL of your website to start
ru_ru: Пожалуйста, укажите URL вашего сайта чтобы начать тест

source: Please choose at least one of the provided options
ru_ru: Пожалуйста, выберите вариант ответа

source: Ready
ru_ru: Готово

source: Why is it important
ru_ru: Почему это важно

source: Relevant materials
ru_ru: Материалы по теме

source: Go further
ru_ru: Далее

source: Get results
ru_ru: Получить результаты

source: Test is finished
ru_ru: Тест завершен

source: Now you can do
ru_ru: Теперь вы можете

source: Send a comment for test's authors
ru_ru: Отправить комментарий авторам теста

source: Please tell us what you think about the test. Has it been useful for you? Do you agree with results?
ru_ru: Пожалуйста, расскажите, чтобы вы думаете о тесте. Был ли он для вас полезен? Согласны ли вы с полученным результатом?

source: Ask for consultation
ru_ru: Получить консультацию специалиста

source: Please provide your contact information and our spesialists will handle the details
ru_ru: Пожалуйста, укажите ваши контактные данные и наш представитель свяжется с вами в ближайшее время

source: Your name
ru_ru: Ф.И.О.

source: Please specify the name of the contact person
ru_ru: Пожалуйста, укажите имя контактного лица

source: your@email.com
ru_ru: ваш@ email.ru

source: Please specify the correct email address
ru_ru: Пожалуйста, укажите корректный email для связи

source: Send results by email
ru_ru: Отправить результаты по email

source: Please specify the email address where the test results will be send
ru_ru: Пожалуйста укажите email-адрес на который вам будут высланы результаты с комментариями

source: Your data submit successfully. Thank you for using this test!
ru_ru: Ваши данные успешно отправлены. Спасибо за использование нашего теста!

source: There was an error during submitting your data. Please contacts us for details.
ru_ru: Во время отправки данных произошла ошибка. Пожалуйста, свяжитесь с нами для получения дополнительной информации.

source: Submit
ru_ru: Отправить

source: It seems that you've already tried to make this test. Would you like to populate your results?
ru_ru: Похоже, вы уже начинали проходить этот тест. Хотите, использовать ваши прежние ответы?

source: Yes, show my data restored
ru_ru: Да, восстановите мои ответы

source: No, show blank canvas
ru_ru: Нет, я начну сначала

source: It seems that you're not satisfied with the scores? Please, be sure that your answers represent the real situation on your site. Otherwise you may get a wrong results at the end.
ru_ru: Похоже, вы не удовлетворены полученным баллом? Пожалуйста, исправьте ваш ответ, только если это действительно необходимо. Ваш ответ должен отражать реальную ситуацию на вашем сайте, в противном случае вы можете получить некорректные результаты теста.

source: Incorrect profile data
ru_ru: Некорректные данные профиля

source: Testing results
ru_ru: Результаты тестирования

source: Testing site
ru_ru: Тестируемый сайт

source: Total Score
ru_ru: Набранный балл

source: The consultation has not been requested
ru_ru: Консультация не запрашивалась

source: The consultation has been requested
ru_ru: Консультация запрашивалась

source: Comment on test
ru_ru: Комментарий к тесту

source: Module Preview
ru_ru: Просмотр модуля

source: Title
ru_ru: Заголовок

source: Short description
ru_ru: Краткое описание

source: Full description
ru_ru: Полное описание

source: Intervals
ru_ru: Шкала результатов

source: Profile's replys
ru_ru: Профиль ответов
